Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mailfromd.tmx
Source language: en
Languages: sv

source: Enable or disable the database
sv: Aktivera eller inaktivera databasen

source: %s:%lu: not enough memory
sv: %s:%lu: inte tillräckligt med minne

source: finishing connection
sv: avslutande anslutning

source: unknown pragma
sv: okänd pragma

source: %s:%s resolves to several addresses; using %s:%s
sv: %s:%s löser upp till flera adresser; använder %s:%s

source: variable name `%s' clashes with a constant name
sv: variabelnamnet `%s' krockar med ett konstantnamn

source: MACRO=VALUE
sv: MACRO=VÄRDE

source: invalid transform expression
sv: ogiltigt transformationsuttryck

source: %s: unexpected reply code from server: %d
sv: %s: oväntad svarskod från servern: %d

source: Initial SMTP connection timeout.
sv: Initial tidsgräns för SMTP-anslutning.

source: cannot install module %s: %s
sv: kan inte installera modul %s: %s

source: record already exists
sv: posten finns redan

source: %s: UNIX socket name too long
sv: %s: UNIX-uttagsnamn för långt

source: %scannot create header: %s
sv: %skan inte skapa rubrik: %s

source: `return' with a value, in function returning void
sv: `return' med ett värde, i funktion som returnerar void

source: NUMBER
sv: TAL

source: $%d is not a number
sv: $%d är inte ett tal

source: cannot parse #line line: %s
sv: kan inte tolka #line linje: %s

source: cannot run %s: %s
sv: kan inte köra %s: %s

source: stack trace finishes
sv: stackspårningen avslutas

source: cannot insert datum `%-.*s' in greylist database %s: %s
sv: kan inte infoga datum `%-.*s' i greylistdatabasen %s: %s

source: unknown built-in private data requested (%d)
sv: okänd inbyggd privat data begärd (%d)

source: invalid macro list
sv: ogiltig makrolista

source: expected %s, but got %3.3s
sv: förväntade sig %s, men fick %3.3s

source: variable `%s' already initialized
sv: variabeln `%s' redan initierad

source: call to %s in module %s failed: %s
sv: anrop till %s i modul %s misslyckades: %s

source: dupn: negative count
sv: dupn: negativ räkning

source: %s: not a valid interval
sv: %s: inte ett giltigt intervall

source: define a preprocessor symbol NAME as having VALUE, or empty
sv: definiera en preprocessorsymbol NAME som att den har VALUE, eller är tom

source: Maximum number of instances allowed for this server.
sv: Högsta antal instanser som tillåts för denna server.

source: send stream failed: %s
sv: skicka ström misslyckades: %s

source: sending to stream failed: %s
sv: sändning till ström misslyckades: %s

source: cannot remove directory %s: %s
sv: kan inte ta bort katalog %s: %s

source: too many children (%lu)
sv: för många barn (%lu)

source: cannot open file `%s': %s
sv: kan inte öppna filen `%s': %s

source: no more database entries available
sv: inga fler databasposter tillgängliga

source: %s: not a valid X spec, invalid field %s
sv: %s: inte en giltig X-specifikation, ogiltigt fält %s

source: end of input
sv: slut på inmatning

source: no more message slots available
sv: inga fler meddelandeplatser tillgängliga

source: Enable preprocessor (default).
sv: Aktivera preprocessor (standard).

source: invalid use of milter action in startup handler
sv: ogiltig användning av milter-åtgärd i starthanteraren

source: error reading clamav response: %s
sv: fel vid läsning av clamav-svar: %s

source: Timeout for initial SMTP response.
sv: Timeout för det första SMTP-svaret.

source: reading from header stream failed: %s
sv: läsning från header stream misslyckades: %s

source: %s: invalid connection type: %s; unsupported address family
sv: %s: ogiltig anslutningstyp: %s; adressfamilj som inte stöds

source: %s:%d: internal error converting %s:%s
sv: %s:%d: internt fel vid konvertering %s:%s

source: invalid file descriptor
sv: ogiltig filbeskrivare

source: fork: %s
sv: gaffel: %s

source: cannot open trace output: %s
sv: kan inte öppna spårningsutgång: %s

source: %s terminating
sv: %s avslutande

source: set Milter protocol capabilities
sv: ställa in Milter-protokollets kapacitet

source: preprocessor terminated on signal %d
sv: förprocessorn avslutades på signal %d

source: macro table %d is full, symbol {%s} ignored
sv: makrotabellen %d är full, symbolen {%s} ignoreras

source: expected assignment, but found `%s'
sv: förväntat uppdrag, men hittade `%s'

source: pipe right: %s
sv: rör höger: %s

source: cannot get the value of {%s}: %s
sv: kan inte få värdet av {%s}: %s

source: argument out of range
sv: argument utanför intervallet

source: invalid file mode
sv: ogiltigt filläge

source: cannot obtain capture stream reference: %s
sv: kan inte erhålla referens för inspelningsström: %s

source: Name of the database file
sv: Namn på databasfilen

source: cannot open mailbox `%s': %s
sv: kan inte öppna brevlåda `%s': %s

source: child process exited unexpectedly
sv: barnprocessen avslutades oväntat

source: protocol version too old: %lu
sv: protokollversionen för gammal: %lu

source: missing replacement expression
sv: saknas ersättning uttryck

source: ranges should appear at the same offset in both source and replacement sets
sv: intervall bör visas med samma offset i både käll- och ersättningsuppsättningar

source: force using the given Milter protocol version number
sv: kraft med hjälp av det angivna versionsnumret för Milter-protokollet

source: mtasim -- MTA simulator for mailfromd
sv: mtasim -- MTA-simulator för mailfromd

source: constant name `%s' clashes with a variable name
sv: konstantnamnet `%s' krockar med ett variabelnamn

source: read data
sv: läsa data

source: invalid netmask: %lu
sv: ogiltig nätmask: %lu

source: General options
sv: Allmäna inställningar

source: redefining variable %s
sv: omdefiniering av variabel %s

source: Maximum number of threads (hard limit).
sv: Maximalt antal trådar (hård gräns).

source: cannot convert %s to sockaddr: %s
sv: kan inte konvertera %s till sockaddr: %s

source: spamd responded with bad Spam header '%s'
sv: spamd svarade med felaktigt spamhuvud '%s'

source: cannot convert %s to number
sv: kan inte konvertera %s till nummer

source: received invalid stage number
sv: fick ogiltigt stegnummer

source: script file is given without full file name
sv: skriptfilen anges utan fullständigt filnamn

source: %s [%lu] terminated with unrecognized status
sv: %s [%lu] avbruten med okänd status

source: Timeout for RSET response.
sv: Timeout för RSET-svar.

source: cannot open `%s': %s
sv: kan inte öppna `%s': %s

source: communicate with Milter PORT
sv: kommunicera med Milter PORT

source: spamd responded with bad string '%s'
sv: spamd svarade med fel sträng '%s'

source: return from %s is ignored
sv: retur från %s ignoreras

source: %s: file %s exists but cannot be stat'd: %s
sv: %s: filen %s finns men kan inte statas: %s

source: not a valid version number: %s (argument %d)
sv: inte ett giltigt versionsnummer: %s (argument %d)

source: tempfail extended code should be 4.x.x
sv: tempfail utökad kod bör vara 4.x.x

source: %lu: uid not found
sv: %lu: uid hittades inte

source: sieve called from here
sv: sikt som kallas härifrån

source: [soft | hard]
sv: [mjuk | hård]

source: cannot create list: %s
sv: kan inte skapa lista: %s

source: gacopyz_srv_send_command: size=%lu, cmd=%c
sv: gacopyz_srv_send_command: storlek=%lu, cmd=%c

source: connection refused by xxfi_accept
sv: anslutning nekad av xxfi_accept

source: body size out of representable range
sv: kroppsstorlek utanför representativt intervall

source: produce a cross-reference listing
sv: producera en korsreferenslista

source: Set positive expiration interval (for database "cache" only)
sv: Ange positivt utgångsintervall (endast för databasens "cache")

source: disable signal handling in the main thread (use for debugging).
sv: inaktivera signalhantering i huvudtråden (används för felsökning).

source: `%s' is not a directory
sv: `%s' är inte en katalog

source: --all is meaningful only with --expire or --compact option
sv: --all är meningsfullt endast med alternativen --expire eller --compact

source: Timeout for HELO response.
sv: Timeout för HELO-svar.

source: connecting to %s
sv: ansluter till %s

source: too many arguments in call to `%s'
sv: för många argument i anropet till `%s'

source: invalid connection type: %s; missing port number
sv: ogiltig anslutningstyp: %s; portnummer saknas

source: %s: invalid connection type: %s; bad port number
sv: %s: ogiltig anslutningstyp: %s; felaktigt portnummer

source: negative-expire-interval is valid only for cache database
sv: negativ-expire-interval gäller endast för cache-databas

source: unknown semantics; allowed values are: traditional (or gray) and ct (or con-tassios)
sv: okänd semantik; tillåtna värden är: traditionell (eller grå) och ct (eller con-tassios)

source: %s: no such file or directory
sv: %s: ingen sådan fil eller katalog

source: malformed #line statement
sv: felformad #line-sats

source: Sendmail macro {%s} does not translate to a MeTA1 one
sv: Sendmail-makro {%s} översätts inte till ett MeTA1-makro

source: use `require %*.*s' instead
sv: använd `require %*.*s' istället

source: server %s: access from %s blocked: cannot check ACLs: %s
sv: server %s: åtkomst från %s blockerad: kan inte kontrollera ACL:er: %s

source: COMMAND
sv: KOMMANDO

source: predict when the user will be able to send next message
sv: förutse när användaren kommer att kunna skicka nästa meddelande

source: time: seconds
sv: tid: sekunder

source: unexpected error scanning database %s: %s
sv: oväntat fel vid skanning av databas %s: %s

source: run in mtasim compatibility mode
sv: kör i mtasim-kompatibilitetsläge

source: extra arguments in this mode
sv: extra argument i detta läge

source: end of file in shell block
sv: slutet av filen i skalblock

source: Set pmilter debug verbosity level.
sv: Ställ in pmilter debug-ordningsnivå.

source: INTERNAL ERROR at %s:%d: variable to be initialized has wrong type
sv: INTERNT FEL vid %s:%d: variabel som ska initieras har fel typ

source: %stemporary stream seek failed: %s
sv: %s temporär strömsökning misslyckades: %s

source: set name of the TLS CA file
sv: ange namn på TLS CA-filen

source: cannot get %s records for %s
sv: kan inte få %s poster för %s

source: failed to delete data `%s' from `%s': %s
sv: misslyckades med att ta bort data `%s' från `%s': %s

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
sv: Licens GPLv3+: GNU GPL version 3 eller senare <http://gnu.org/licenses/gpl.html> Detta är fri programvara: du är fri att ändra och distribuera den vidare. Det finns INGEN GARANTI, i den utsträckning som tillåts enligt lag.

source: pipe failed: %s
sv: pipe misslyckades: %s

source: Add directories to the list of directories to be searched for MFL modules. Argument is a list of directory names separated by colons.
sv: Lägger till kataloger i listan över kataloger som ska genomsökas efter MFL-moduler. Argumentet är en lista med katalognamn åtskilda med kolon.

source: no more library slots available
sv: inga fler biblioteksplatser tillgängliga

source: cannot become a daemon: %s
sv: kan inte bli en daemon: %s

source: requested item (#%ld) not found
sv: begärd artikel (#%ld) hittades inte

source: gacopyz_srv_negotiate: not enough data returned
sv: gacopyz_srv_negotiate: inte tillräckligt med data returnerades

source: unexpected character at %s
sv: oväntad karaktär vid %s

source: connect from socket %s
sv: anslut från socket %s

source: bad DNS reply type: %d
sv: dåligt DNS-svar typ: %d

source: type
sv: typ

source: Add directories to the list of directories to be searched for header files. Argument is a list of directory names separated by colons.
sv: Lägger till kataloger i listan över kataloger som ska genomsökas efter header-filer. Argumentet är en lista med katalognamn åtskilda med kolon.

source: mf_dbm_firstkey failed: %s
sv: mf_dbm_firstkey misslyckades: %s

source: run as daemon (same as -bd)
sv: kör som daemon (samma som -bd)

source: got signal %d
sv: fick signal %d

source: cannot open file %s for appending: %s
sv: kan inte öppna filen %s för appending: %s

source: cannot get pid from pidfile `%s'
sv: kan inte hämta pid från pidfile `%s'

source: cannot initialize DBM hint: %s
sv: kan inte initiera DBM hint: %s

source: unsupported reply code: (%d)
sv: svarskod som inte stöds: (%d)

source: cannot create main thread: %s
sv: kan inte skapa huvudtråd: %s

source: database file name is not given
sv: databasens filnamn anges inte

source: cannot install literal %s: %s
sv: kan inte installera literal %s: %s

source: Timeout for all SMTP I/O operations.
sv: Timeout för alla SMTP I/O-operationer.

source: unknown command: %ld
sv: okänt kommando: %ld

source: cannot create reverse name from %s and %s
sv: kan inte skapa omvänt namn från %s och %s

source: including a module file is unreliable and may cause subtle errors
sv: att inkludera en modulfil är opålitligt och kan orsaka subtila fel

source: connection from unsupported family: %d
sv: anslutning från familj utan stöd: %d

source: is_greylisted is not implemented for traditional greylist databases; see documentation, chapter %s %s for more info
sv: is_greylisted är inte implementerat för traditionella greylist-databaser; se dokumentation, kapitel %s %s för mer information

source: cannot create debug stream: %s; transcript disabled
sv: kan inte skapa debug-ström: %s; transkription inaktiverad

source: invalid milter timeout: %s
sv: ogiltig milter timeout: %s

source: set callout socket
sv: inställd utropsteckning

source: ident
sv: identifierare

source: header action is not allowed in end block
sv: rubrikåtgärd är inte tillåten i slutblock

source: compact is not applicable to this DB format
sv: compact är inte tillämpligt för detta DB-format

source: failure querying for username %s
sv: fel vid sökning efter användarnamn %s

source: error parsing file %s
sv: fel vid analys av fil %s

source: setuid(%lu) failed: %s
sv: setuid(%lu) misslyckades: %s

source: Maximum number of threads (soft limit).
sv: Maximalt antal trådar (soft limit).

source: `return' with no value, in function returning non-void
sv: `return' utan värde, i funktion som returnerar icke-void

source: macro %s already defined
sv: makro %s redan definierat

source: unsupported mode
sv: läge som inte stöds

source: setregid(%lu,%lu) failed: %s
sv: setregid(%lu,%lu) misslyckades: %s

source: program started without full file name
sv: program startat utan fullständigt filnamn

source: you must specify one of --list, --delete, --expire or --compat
sv: måste du ange ett av följande alternativ: --list, --delete, --expire eller --compat

source: Set log verbosity level. Arg is a list of items separated by commas or whitespace. Each item is a log level optionally prefixed with `!' to indicate `any level except this', or '<', meaning `all levels up to and including this'. Log levels in order of increasing priority are: proto, debug, info, warn, err, fatal.
sv: Ställer in loggens ordrikhetsnivå. Arg är en lista med objekt som separeras med kommatecken eller blanksteg. Varje objekt är en loggnivå som kan föregås av `!' för att ange `alla nivåer utom denna', eller '<', vilket betyder `alla nivåer upp till och inklusive denna'. Loggnivåerna är i stigande prioritetsordning: proto, debug, info, warn, err, fatal.

source: log to syslog (default)
sv: logga till syslog (standard)

source: unspecified value not ignored as it should be
sv: ospecificerat värde ignoreras inte som det borde

source: %s: read failed: %s
sv: %s: läsning misslyckades: %s

source: cannot bind to local address: %s
sv: kan inte binda till lokal adress: %s

source: read error on %s: %s
sv: läsfel på %s: %s

source: %s: cannot create address `%s': %s
sv: %s: kan inte skapa adress `%s': %s

source: STARTTLS failed (%s)
sv: STARTTLS misslyckades (%s)

source: FILE
sv: ORDER

source: unsupported type: %ld
sv: typ som inte stöds: %ld

source: set sender socket address
sv: ange avsändarens socketadress

source: no clients configured
sv: inga klienter konfigurerade

source: unrecognized action code %ld
sv: oigenkänd åtgärdskod %ld

source: not enough arguments
sv: inte tillräckligt med argument

source: Sendmail action is not allowed in begin block
sv: Sendmail-åtgärder är inte tillåtna i startblocket

source: expected string, but found %s
sv: förväntad sträng, men hittades %s

source: invalid connection type: %s; bad port number
sv: ogiltig anslutningstyp: %s; felaktigt portnummer

source: element not found in table
sv: elementet hittades inte i tabellen

source: clamav error: %s
sv: clamav fel: %s

source: `static' and `public' used together
sv: `static' och `public' används tillsammans

source: Your configuration file disables passing defines to the preprocessor
sv: Din konfigurationsfil inaktiverar att defines skickas till preprocessorn

source: %s starting
sv: %s start

source: Maximum allowed length of CNAME chains
sv: Högsta tillåtna längd på CNAME-kedjor

source: %s handler returned abort
sv: %s handläggaren returnerade abort

source: no such module: %*.*s
sv: ingen sådan modul: %*.*s

source: can't load %s: %s
sv: kan inte ladda %s: %s

source: %sfailed to connect to %s (milter %s)
sv: %smisslyckades med att ansluta till %s (milter %s)

source: Listen on this URL.
sv: Lyssna på den här URL:en.

source: invalid exception number: %lu
sv: ogiltigt undantagsnummer: %lu

source: opening mailer `%s' failed: %s
sv: öppning av mailer `%s' misslyckades: %s

source: unfinished character class near %s
sv: oavslutad karaktär klass nära %s

source: too many arguments
sv: för många argument

source: Timeout for RCPT response.
sv: Timeout för svar från RCPT.

source: cannot resolve %s
sv: kan inte lösa %s

source: %s:%s: cannot parse address: %s
sv: %s:%s: kan inte tolka adressen: %s

source: disable the use of external preprocessor
sv: inaktivera användningen av extern preprocessor

source: Preprocessor options
sv: Alternativ för preprocessor

source: restarting session
sv: omstart av session

source: duplicate while statement
sv: duplicera while-satsen

source: append to the trace file
sv: lägg till i spårningsfilen

source: cannot insert datum `%*.*s' into `%s': %s
sv: kan inte infoga datum `%*.*s' i `%s': %s

source: bad signing algorithm: %s
sv: dålig signeringsalgoritm: %s

source: `return' outside of a function
sv: `return' utanför en funktion

source: Server configuration modifiers
sv: Modifierare för serverkonfiguration

source: sieving failed: %s
sv: siktningen misslyckades: %s

source: invalid module name: %s
sv: ogiltigt modulnamn: %s

source: server %s: accept failed: %s
sv: server %s: accept misslyckades: %s

source: duplicate loop increment
sv: duplicera slinga inkrement

source: domain %s is not suitable for PTR record %s
sv: domän %s är inte lämplig för PTR-post %s

source: stage: string> <macros: strings
sv: stage: sträng> <makron: strängar

source: cannot insert datum `%s' into `%s': %s
sv: kan inte infoga datum `%s' i `%s': %s

source: duplicate for statement
sv: duplikat för uttalande

source: version mismatch: compile_time=%d, run_time=%d
sv: versionsmissmatchning: compile_time=%d, run_time=%d

source: set Gacopyz log level
sv: ställa in Gacopyz loggnivå

source: initializer element is not constant
sv: initialiseringselementet är inte konstant

source: Pass feature definition and defines from the command line to the preprocessor via -D options (default: true)
sv: Skicka funktionsdefinitioner och definitioner från kommandoraden till preprocessorn via -D-alternativ (standard: true)

source: Timeout control
sv: Timeout-kontroll

source: cannot open pidfile `%s': %s
sv: kan inte öppna pidfilen `%s': %s

source: argument number too high
sv: argument nummer för högt

source: Use of STARTTLS in callout sessions (default: ondemand).
sv: Användning av STARTTLS i callout-sessioner (standard: ondemand).

source: Set mailfromd debugging level. Argument is a semicolon-separated list of debugging specifications. A simplified specification syntax is: [!]<category: string>[.<level: string>,<level: string>...] For details, please see the Mailfromd manual, section 3.18 "Logging and Debugging", GNU Mailutils manual, section 3.3 "Debugging", or visit <http://mailutils.org/wiki/Debug_level>.
sv: Ange felsökningsnivå för mailfromd. Argumentet är en semikolonseparerad lista med felsökningsspecifikationer. En förenklad syntax för specifikationerna är: [!]<category: string>[.<level: string>,<level: string>...] För mer information, se Mailfromd-manualen, avsnitt 3.18 "Logging and Debugging", GNU Mailutils manual, avsnitt 3.3 "Debugging", eller besök <http://mailutils.org/wiki/Debug_level>.

source: can't find symbol %s in %s: %s
sv: kan inte hitta symbolen %s i %s: %s

source: failed to insert data to %s: %s %s: %s
sv: misslyckades med att infoga data till %s: %s %s: %s

source: replacement set cannot be empty
sv: ersättningssetet kan inte vara tomt

source: cannot parse command line %s: %s
sv: kan inte tolka kommandoraden %s: %s

source: %s: unexpected reply from server: %s
sv: %s: oväntat svar från servern: %s

source: no built-in private data registered
sv: inga inbyggda privata uppgifter registrerade

source: `next' used outside `loop'
sv: `next' används utanför `loop'

source: malformed data list: reported and actual number of keys differ
sv: felaktig datalista: rapporterat och faktiskt antal nycklar skiljer sig åt

source: invalid IP address (%s)
sv: ogiltig IP-adress (%s)

source: invalid use of message modification function in startup handler
sv: ogiltig användning av funktionen för modifiering av meddelanden i starthanteraren

source: %s: short write
sv: %s: kort skrivning

source: TIME
sv: TID

source: RUNTIME WARNING near %s:%u:
sv: KÖRTIDSVARNING nära %s:%u:

source: restart (SIGHUP) will not work
sv: omstart (SIGHUP) fungerar inte

source: unknown command: \%03o
sv: okänt kommando: \%03o

source: Set logger stream.
sv: Ställ in loggerström.

source: label
sv: etikett

source: cannot resolve IP %s
sv: kan inte lösa IP %s

source: can't use dns_reply_ip on non-IPv4 replies
sv: kan inte använda dns_reply_ip för svar som inte är IPv4

source: macro "%s" cannot be requested at this stage
sv: makro "%s" kan inte begäras i detta skede

source: NAME
sv: NAMN

source: compilation of Sieve script %s failed
sv: kompilering av Sieve-skript %s misslyckades

source: unknown MeTA1 macro %s
sv: okänt MeTA1-makro %s

source: cannot save current directory: %s
sv: kan inte spara aktuell katalog: %s

source: LEVEL
sv: NIVÅ

source: redefinition of function %s by alias %s
sv: omdefiniering av funktion %s med alias %s

source: format of the DB file to operate upon
sv: format för DB-filen som ska bearbetas

source: cannot install pragma %s: %s
sv: kan inte installera pragma %s: %s

source: gacopyz_srv_negotiate: got %c instead of %c
sv: gacopyz_srv_negotiate: fick %c istället för %c

source: cannot configure asynchronous syslog: %s; falling back to system one
sv: kan inte konfigurera asynkron syslog: %s; faller tillbaka till system ett

source: DNS reply table full
sv: DNS-svarstabell full

source: Initialize a mailfromd variable <var> to <value>.
sv: Initiera en mailfromd-variabel <var> till <value>.

source: %s: error flushing stream
sv: %s: fel vid spolning av ström

source: error reading reply to SMFIC_OPTNEG: %s
sv: fel vid läsning av svar till SMFIC_OPTNEG: %s

source: cannot resolve host name %s
sv: kan inte lösa värdnamn %s

source: child %lu exited successfully
sv: barn %lu avslutades framgångsrikt

source: end of file in string
sv: slutet av filen i strängen

source: invalid database descriptor
sv: ogiltig databasdeskriptor

source: set readline prompt
sv: ställa in readline prompt

source: %s: smtp_wait failed: %s
sv: %s: smtp_wait misslyckades: %s
